---
kind: other
id: Methods.T:Autodesk.Revit.UI.Events.ExecutedEventArgs
source: html/3d315ed7-024e-3508-fb94-54239c4e2f24.htm
---
# ExecutedEventArgs Methods

Gets the journal data associated to this command (on journal playback).